{
    "data": [
{"en" : "I will call you tomorrow.", "ko" : "내일 당신에게 전화할게요."},
{"en" : "She is going to study tonight.", "ko" : "그녀는 오늘 밤 공부할 거예요."},
{"en" : "They will travel to Korea next month.", "ko" : "그들은 다음 달 한국 여행을 할 것입니다."},
{"en" : "He will buy a new computer this weekend.", "ko" : "그는 이번 주말에 새 컴퓨터를 살 것입니다."},
{"en" : "We are going to make dinner together.", "ko" : "우리는 함께 저녁 식사를 만들 거예요."},
{"en" : "He will finish the project before the deadline.", "ko" : "그는 마감 기한 전에 프로젝트를 완료할 것입니다."},
{"en" : "They are going to play soccer this afternoon.", "ko" : "오늘 오후에 그들은 축구를 할 거예요."},
{"en" : "I will meet my friends at the cafe.", "ko" : "나는 카페에서 친구들을 만날 거야."},
{"en" : "She will visit her grandmother on Sunday.", "ko" : "그녀는 일요일에 할머니를 방문할 것입니다."},
{"en" : "He is going to start a new job next week.", "ko" : "그는 다음주에 새로운 일을 시작할 거예요."},
{"en" : "They will have a party tonight.", "ko" : "그들은 오늘 밤 파티를 할 것입니다."},
{"en" : "I am going to clean my room.", "ko" : "내 방을 청소할 거야."},
{"en" : "She will take a vacation next month.", "ko" : "그녀는 다음 달 휴가를 가질 것입니다."},
{"en" : "We will watch a movie this weekend.", "ko" : "이번 주말에 영화를 볼 거예요."},
{"en" : "He is going to move to a new city.", "ko" : "그는 새 도시로 이사할 것입니다."},
{"en" : "I will send you an email later.", "ko" : "나중에 이메일 보낼게요."},
{"en" : "She is going to join the gym next week.", "ko" : "그녀는 다음 주에 헬스장에 가입할 거예요."},
{"en" : "They will attend a concert tomorrow night.", "ko" : "그들은 내일 밤 콘서트에 참석할 것입니다."},
{"en" : "He will pick up his sister from school today.", "ko" : "오늘 학교에서 여동생을 데리러 갈 거야"}, 
{"en" : "We are going to plant some flowers in the garden.", "ko" : "정원에서 꽃 좀 심을거야"},
{"en" : "I will make breakfast for you tomorrow morning", "ko" : "내일 아침 너희들 아침 만들어 줄게"},
{"en" : "She is going to take a dance class this weekend", "ko" : "이번 주말 그녀가 춤 수업 받으러 갈거야"},
{"en" : "I will bring snacks when we meet at your place tonight.", "ko" : "오늘 밤 너네회사 왔을 때 과자 가져갈게 "},
{"en" : "He will stop by our office after his meeting", "ko" : "그는 회의 후에 우리 사무실에 들를 것입니다"},
{"en" : "We are going to grab lunch together at that new restaurant", "ko" : "우리는 그 새로운 식당에서 함께 점심을 먹을 것입니다"}, 
{"en" : "She is going to get a haircut after work today.", "ko" : "오늘 퇴근 후 머리 자르러 갈 거래"},
{"en" : "They are going to the amusement park with their kids this Sunday", "ko" : "이번 주일에 아이들과 놀이공원 가기로 했어"},
{"en" : "We are going to catch up over coffee later this evening!", "ko" : "오늘이라도 커피 한잔 하며 얘기 나눌까 해!"}, 
{"en" : "I will be attending a conference in Seoul next week.", "ko" : "다음 주에 서울에서 열리는 회의 참석할게요."},
{"en" : "She is going to start learning French soon.", "ko" : "그녀는 곧 프랑스어 배우기 시작할 거예요."},
{"en" : "They will celebrate their anniversary at a fancy restaurant.", "ko" : "그들은 고급 레스토랑에서 기념일을 축하할 것입니다."},
{"en" : "He will go shopping for new clothes tomorrow.", "ko" : "그는 내일 새 옷을 사러 갈 것입니다."},
{"en" : "We are going to have a picnic in the park this weekend.", "ko" : "우리는 이번 주말 공원에서 소풍을 할 거예요."}, 
{"en" : "I will read that book you recommended me last time", "ko" : "지난 번 추천해준 그 책 읽어 볼게"},
{"en" : "They will be participating in that marathon event happening next month!", "ko" : "다음 달 마라톤 대회 참가한다니까!"}
    ]
}