{
    "data": [
        {
            "en": "She wrote a letter.",
            "ko": "그녀는 편지를 썼어요."
        },
        {
            "en": "He repaired the bicycle.",
            "ko": "그는 자전거를 수리했어요."
        },
        {
            "en": "They climbed the mountain.",
            "ko": "그들은 산을 올랐어요."
        },
        {
            "en": "I borrowed a book from the library.",
            "ko": "도서관에서 책을 빌렸어요."
        },
        {
            "en": "We celebrated her birthday yesterday.",
            "ko": "우리는 어제 그녀의 생일을 축하했어요."
        },
        {
            "en": "They enjoyed the concert last weekend.",
            "ko": "그들은 지난 주말 콘서트를 즐겼어요."
        },
        {
            "en": "She finished her homework before dinner time.",
            "ko": "저녁시간 전에 숙제를 끝냈어요."
        },
        {
            "en": "He forgot his umbrella at home this morning.",
            "ko": "오늘 아침 집에 우산을 두고 왔다"
        },
        {
            "en": "We laughed at his jokes during the party.",
            "ko": "파티 동안 그의 농담에 웃었다"
        },
        {
            "en": "They sold their old car last month.",
            "ko": "지난 달에 오래된 차를 팔았다"
        },
        {
            "en": "I planted flowers in my garden yesterday.",
            "ko": "나는 어제 정원에 꽃을 심었다"
        },
        {
            "en": "She started working out to lose weight last week.",
            "ko": "지난 주부터 체중 감량을 위해 운동하기 시작했다"
        },
        {
            "en": "He studied for three hours straight last night.",
            "ko": "그는 어제 밤 3시간 동안 공부했다"
        },
        {
            "en": "We traveled to New York City for vacation in June.",
            "ko": "6월 휴가로 뉴욕 여행갔다 "
        },
        {
            "en": "They watched a soccer game on TV yesterday evening",
            "ko": "그들은 어제 저녁 TV에서 축구 경기를 보았다"
        },
        {
            "en": "I baked cookies for my friends over the weekend",
            "ko": "주말 동안 친구들과 함께 과자 구웠다 "
        },
        {
            "en": "She cut her hair short last month",
            "ko": "작년 한 달 전 짧게 머리 잘랐다 "
        },
        {
            "en": "He drew a beautiful picture of a sunset on Sunday",
            "ko": "일요일 석양 사진 멋진 그림 그렸다 "
        },
        {
            "en": "We exercised together at the gym every morning",
            "ko": "매일 아침 함께 체육관에서 운동한다 "
        },
        {
            "en": "They fixed their broken window last week",
            "ko": "지난 주에 창문 고쳤다 "
        },
        {
            "en": "I gave my sister a birthday present yesterday",
            "ko": "어제 생일 선물로 여동생 줬다 "
        },
        {
            "en": "She hid the gift under her bed before the party",
            "ko": "파티 전 침대 밑에 선물 숨겼다 "
        },
        {
            "en": "He invited his friends to his house for dinner last Friday",
            "ko": "지난 금요일 저녁 친구들 초대해 저녁식사 함께했다"
        },
        {
            "en": "We joined a book club together last month",
            "ko": "작년 한 달 전 함께 독서 클럽 가입했다"
        },
        {
            "en": "They kissed each other goodbye at the airport",
            "ko": "공항에서 작별 인사로 서로 키스했다"
        },
        {
            "en": "I learned how to play the guitar over summer vacation.",
            "ko": "여름방학 동안 기타 배웠다"
        },
        {
            "en": "She made a delicious cake for her mom's birthday.",
            "ko": "엄마 생일 위해 맛있는 케이크 만들었다"
        },
        {
            "en": "He missed the bus this morning and was late for work.",
            "ko": "오늘 아침 버스 놓치고 지각했다"
        },
        {
            "en": "We paid our bills online yesterday evening.",
            "ko": "어제 저녁 온라인으로 청구서 납부했다"
        },
        {
            "en": "They practiced playing basketball every afternoon after school.",
            "ko": "학교 후 매일 오후 농구 연습한다"
        },
        {
            "en": "I received a letter from my pen pal in France yesterday.",
            "ko": "어제 프랑스 편지 받았다."
        },
        {
            "en": "She saved some money to buy a new phone last month.",
            "ko": "작년 한 달 전 새 핸드폰 사기 위해 돈 모았다."
        },
        {
            "en": "He shared his lunch with his friend who forgot hers at home today.",
            "ko": "오늘 집에 식사를 잊은 친구와 점심을 나눴습니다."
        },
        {
            "en": "We spent our summer vacation at the beach with family.",
            "ko": "가족과 함께 해변에서 여름 휴가를 보냈습니다."
        },
        {
            "en": "They talked on the phone for hours last night.",
            "ko": "그들은 어제 밤 몇 시간 동안 전화로 이야기를 나눴습니다."
        },
        {
            "en": "I tried sushi for the first time when I visited Japan.",
            "ko": "일본을 방문할 때 처음으로 스시를 먹어 보았습니다."
        },
        {
            "en": "She used her new laptop to write an essay yesterday.",
            "ko": "그녀는 어제 에세이를 작성하기 위해 새 노트북을 사용했습니다."
        },
        {
            "en": "He waited in line for two hours to buy concert tickets.",
            "ko": "콘서트 티켓을 사기 위해 2시간 동안 줄을 서 있었습니다."
        },
        {
            "en": "We won the basketball game last Friday.",
            "ko": "우리는 지난 금요일 농구 경기에서 이겼습니다."
        },
        {
            "en": "They yelled in excitement when their team scored a goal.",
            "ko": "팀이 골을 넣자 그들은 흥분해서 소리쳤습니다."
        }
    ]
}