{
    "data": [
        {
            "en": "I washed my car yesterday. ",
            "ko": "어제 차를 세웠어요."
        },
        {
            "en": "She danced at the party last night. ",
            "ko": "그녀는 어제 밤 파티에서 춤췄어요."
        },
        {
            "en": "He played video games all day long on Sunday.",
            "ko": "일요일 종일 비디오 게임 했다"
        },
        {
            "en": "We visited our grandparents during the holidays.",
            "ko": "휴가 기간 동안 할아버지, 할머니 댁 방문했다"
        },
        {
            "en": "They cooked dinner together last weekend.",
            "ko": "지난 주말 함께 저녁 요리했다"
        },
        {
            "en": "I listened to music while cleaning my room yesterday",
            "ko": "내 방 청소하면서 음악 듣다 "
        },
        {
            "en": "She wore a beautiful dress to her friend's wedding",
            "ko": "친구 결혼식에 멋진 원피스 입고갔다 "
        },
        {
            "en": "He helped his neighbor carry groceries upstairs",
            "ko": "이웃 집 식료품 올려주는 것 도왔다 "
        },
        {
            "en": "We sang karaoke together after work on Friday",
            "ko": "금요일 일과 후 노래방 가서 같이 불렀다 "
        },
        {
            "en": "They swam in the pool during their vacation at a resort hotel",
            "ko": "리조트 호텔에서 수영장에서 수영한다 "
        },
        {
            "en": "I opened the window to let fresh air in this morning.",
            "ko": "오늘 아침 신선한 공기 들여오게 창문 열었습니다."
        },
        {
            "en": "She closed her eyes and took a deep breath before diving into the water.",
            "ko": "물 속으로 다이빙하기 전 깊은 숨 쉬며 눈 감았습니다."
        },
        {
            "en": "He met his old friends for lunch yesterday afternoon.",
            "ko": "그는 어제 오후 오랫동안 못 본 친구들과 점심 약속잡아 만나기로 했습니다"
        },
        {
            "en": "We painted our living room walls over the weekend with new colors ",
            "ko": "우리는 주말 내내 거실 벽 색깔 바꾸며 칠했습니다"
        },
        {
            "en": "They decided to adopt a puppy from an animal shelter last month ",
            "ko": "작년 한 달 전 유기견 보호소 개 입양하기로 결정함"
        },
        {
            "en": "I dreamed about traveling around Europe last night ",
            "ko": "유럽 여러 나라 여름 낮 장낮 꿇었다"
        },
        {
            "en": "She apologized for being late due to traffic jam this morning ",
            "ko": "교통 체증 때문에 지각한 것 사과하다"
        },
        {
            "en": "He offered his seat to an elderly person on the bus yesterday ",
            "ko": "어제 버스에서 노인분께 자리 양보함"
        },
        {
            "en": "We enjoyed a picnic at the park last Sunday ",
            "ko": "지난 일요일 공원에서 소풍 즐기다 "
        },
        {
            "en": "They discussed their plans for the upcoming weekend over dinner",
            "ko": "저녁 식사 동안 다가오는 주말 계획 이야기 나누었다"
        },
        {
            "en": "I walked my dog in the park after work. ",
            "ko": "일 후에 개 산책시켰습니다."
        },
        {
            "en": "She cried while watching a sad movie last night. ",
            "ko": "어제 밤 슬픈 영화 보면서 울었습니다."
        },
        {
            "en": "He cleaned his room before going to bed. ",
            "ko": "잠자리에 들기 전 방 청소 했습니다."
        },
        {
            "en": "We moved into our new house last month. ",
            "ko": "지난 달 새 집으로 이사 왔습니다."
        },
        {
            "en": "They planned a surprise party for their friend's birthday.",
            "ko": "친구 생일 위해 서 프라이즈 파티 계획함"
        },
        {
            "en": "I shopped for groceries at the supermarket yesterday evening.",
            "ko": "어제 저녁 마트에서 장 보러 갔습니다"
        },
        {
            "en": "She mailed her application form for college last week.",
            "ko": "그녀는 지난주 대학 입학신청서를 우체국을 통해 발송하였습니다"
        },
        {
            "en": "He called his parents to check on them during lunch break today",
            "ko": "오늘 점심시간 부모님 상태 확인하기 위해 전화 걸었다 "
        },
        {
            "en": "We ordered pizza and watched movies together on Friday night",
            "ko": "금요일 밤 함께 피자 시켜 먹고 영화 본다 "
        },
        {
            "en": "They took pictures of beautiful scenery during their trip abroad",
            "ko": "외국 여행 중 아름다운 경치 찍음"
        }
    ]
}